Repository: OmegaT-L10N/pt
Catalog: tm/v3.5.tmx
Source language: en
Languages: pt

source: C&ase sensitive
pt: Ma&iúsculas e minúsculas

source: S&pace matches nbsp
pt: Es&paço corresponde a nbsp (espaço não-quebrável)

source: Search in
pt: Pesquisar em

source: Memor&y
pt: Memór&ia

source: &Translated
pt: &Traduzido(s)

source: U&ntranslated
pt: Por Tradu&zir

source: In so&urce
pt: Na &origem

source: &In translation
pt: Na &tradução

source: Trans&lated or untranslated
pt: Trad&uzidos ou por traduzir

source: Display:
pt: Visualizar:

source: all matching segments
pt: todos os segmentos com correspondência

source: file names
pt: nomes dos ficheiros

source: Location
pt: Localização

source: Select Fol&der
pt: Selecionar &Pasta

source: &Files
pt: &Ficheiros

source: Pro&ject
pt: Pro&jeto

source: Recursi&ve search
pt: Pesquisa Recursi&va

source: Text Search
pt: Pesquisa de Texto

source: Text Replace
pt: Substituição de Texto

source: You are going to modify {0} segments.
pt: Vão ser alterados {0} segmentos.

source: Do you want to continue?
pt: Pretende continuar?

source: Number of matching segments:
pt: Número de segmentos com correspondência:

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
pt: Podem ser efetuadas pesquisas no texto de origem e/ou na tradução e/ou nas notas e/ou nos comentários.

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project. Types: Exact searches match the whole search string.
pt: As pesquisas são efetuadas no âmbito do projeto atual ou em qualquer pasta ou estrutura de pastas.

source: Keyword searches match all the space-separated keywords regardless of their order. Regular expression searches match Java regular expressions as documented in the user manual.
pt: As pesquisas exatas procuram ocorrências da cadeia de carateres indicada na sua íntegra.

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?. '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
pt: As pesquisas por palavras-chave tratam a cadeia de carateres a pesquisar como um conjunto de palavras-chave a pesquisar (separadas por um espaço) e devolvem todos os segmentos que contenham todas as palavras a pesquisar, qualquer que seja a sua ordem.

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
pt: Ambos os tipos de pesquisa suportam os carateres de máscara * e ?.

source: Keyword searches are not available in the search string.
pt: O carater '*' devolve zero ou mais carateres (o termo para pesquisa 'run*' devolve 'run', 'runs', e 'running', por exemplo).

source: When using regular expressions, the replacement string supports references to groups defined in the search string. Use $n to refer to the nth group.
pt: O carater '?' devolve exatamente um carater ('run?' devolve 'runs' e 'rung', por exemplo, mas não devolve 'run' ou 'running').

source: Auto-sync with Editor
pt: Sincronização automática com o Editor

source: Back to the initial segment on close
pt: Quando fechar, voltar ao segmento inicial

source: Maximum number of finds has been reached ({0})
pt: Foi atingido o número máximo de itens encontrados ({0})

source: Error searching directory tree!
pt: Erro a pesquisar a árvore do diretório!

source: Bad regular expression!
pt: Expressão regular inválida!

source: Bad folder name {0}
pt: Nome de pasta inválido {0}

source: Search thread died unexpectedly!
pt: A 'thread' de pesquisa deixou de funcionar inesperadamente!

source: Please close search window.
pt: Feche a janela de pesquisa.

source: No matches returned by search.
pt: Pesquisa sem correspondências.

source: Nr of matching segments: {0}
pt: Nr de segementos correspondentes: {0}

source: Glossary
pt: Glossário

source: +{0} more
pt: +{0} mais

source: {0} +{1} more
pt: {0} +{1} mais

source: Unable to initialize read of XML file!
pt: Não foi possível inicializar ou ler o ficheiro XML!

source: Unsupported XML version {0}!
pt: Versão de XML não suportada {0}!

source: Not a valid XML file!
pt: O ficheiro XML não é válido!

source: IOException encountered:
pt: Encontrada uma IOException:

source: Unexpected char {0} ({1})!
pt: Carater inesperado {0} ({1})!

source: Confused by false start of comment tag!
pt: Confusão motivada por início falso de etiqueta de comentário!

source: Tag name:
pt: Nome da etiqueta:

source: (comment tag)
pt: (etiqueta de comentário)

source: Floating '?' character not tied to '>'!
pt: Carater flutuante '?' não está associado a '>'!

source: (empty tag)
pt: (etiqueta vazia)

source: (close tag)
pt: (etiqueta de fecho)

source: loaded
pt: carregado

source: attributes.
pt: atributos.

source: End of stream encountered without finding close block!
pt: Fim da cadeia atingido sem encontrar o bloco de fecho!

source: Escaped character never terminated!
pt: Carater especial não terminado!

source: Escaped binary char contains malformed data ({0})!
pt: Carater binário especial contém dados mal formados ({0})!

source: Escaped decimal char contains malformed data ({0})!
pt: Carater decimal especial contém dados mal formados ({0})!

source: File {0} does not exist!
pt: O ficheiro {0} não existe!

source: Preferences system save operation failed!
pt: Operação de gravação de preferências do sistema falhada!

source: Parse error encountered reading preferences file!
pt: Erro de análise ao ler o ficheiro de preferências!

source: Unsupported file encoding
pt: Codificação de ficheiros não suportada

source: Unable to read file
pt: Não foi possível ler ficheiro

source: Unsupported project file version ({0})!
pt: Versão de ficheiro de projeto não suportada ({0})!

source: Reading TMX file {0}
pt: A ler o ficheiro TMX {0}

source: Reading of TMX file complete
pt: Leitura do ficheiro TMX concluída

source: Created by: {0}
pt: Criado por: {0}

source: Version: {0}
pt: Versão: {0}

source: Segmentation method: {0}
pt: Método de Segmentação: {0}

source: Source language: {0}
pt: Idioma de Origem: {0}

source: Exception while parsing:
pt: Excepção durante a análise:

source: Warning on line {0}, column {1} while parsing:
pt: Aviso na linha {0}, coluna {1} durante a análise:

source: Fatal error on line {0}, column {1} while parsing:
pt: Erro fatal na linha {0}, coluna {1} durante a análise:

source: Translation unit encountered before TMX header.
pt: Unidade de tradução surge antes do cabeçalho do ficheiro TMX.

source: Language not specified for translation unit variant.
pt: Não foi especificado o idioma para a variante da unidade de tradução.

source: Variant skipped.
pt: Variante ignorada.

source: Source segment could not be located for certain translation units.
pt: Impossível localizar segmento de origem para determinadas unidades de tradução.

source: These units have been skipped.
pt: Estas unidades foram ignoradas.

source: The TMX source language ({0}) is different from the project source language ({1}).
pt: O idioma de origem do ficheiro TMX ({0}) é diferente do idioma de origem do projeto ({1}).

source: The TMX file will continue to be loaded.
pt: O ficheiro TMX continuará a ser carregado.

source: TMX file was created by OmegaT 1.4.x or earlier.
pt: O ficheiro TMX foi criado pelo OmegaT 1.4.x ou anterior.

source: Upgrading...
pt: A atualizar...

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
pt: O projeto atual utiliza segmentação por frases, mas o ficheiro TMX foi criado utilizando segmentação por parágrafos.

source: OmegaT will try to resegment the TMX file...
pt: O OmegaT irá tentar segmentar de novo o ficheiro TMX...

source: Error reading TMX level2 at line {0} column {1}
pt: Erro ao ler o ficheiro TMX level2 na linha {0} coluna {1}

source: Loading glossary {0}
pt: A carregar o glossário {0}

source: Added {0} glossary entries from {1}
pt: Adicionados {0} registos no glossário de {1}

source: Unknown plugin type '{0}' in '{1}'
pt: Tipo de plugin desconhecido em '{0}'

source: Error initializing marker '{0}'
pt: Erro ao inicializar o marcador '{0}'

source: Error load plugin from class '{0}': {1}: {2}
pt: Erro ao carregar o plugin a partir da classe '{0}': {1}: {2}

source: Error unload plugin from class '{0}': {1}
pt: Erro ao descarregar o plugin a partir da classe '{0}': {1}

source: Jar used for plugins: {0}
pt: Jar utilizado para os plugins: {0}

source: Plugin successfully loaded from class '{0}'
pt: Plugin carregado com sucesso a partir da classe '{0}'

source: Unable to parse filters configuration file
pt: Impossível analisar o ficheiro de configuração dos filtros

source: Unable to save filters configuration file
pt: Impossível gravar o ficheiro de configuração dos filtros

source: Filter '{0}' could not be loaded from '{1}'
pt: O filtro '{0}' não pôde ser carregado a partir de '{1}'

source: File Format
pt: Formato de Ficheiro

source: Enabled
pt: Ativado

source: Column Index must be equal to 1
pt: O Índice da Coluna deve ser igual a 1

source: Source Filename Pattern
pt: Padrão do Nome de Ficheiro de Origem

source: Source File Encoding
pt: Codificação do Ficheiro de Origem

source: Translated File Encoding
pt: Codificação do Ficheiro Traduzido

source: Translated Filename Pattern
pt: Padrão do Nome de Ficheiro Traduzido

source: PO Filter Options
pt: Opções de Filtro de ficheiro PO

source: &Allow blank translations in the target files
pt: &Permitir traduções em branco nos ficheiros de destino

source: Allow translating &blank source segments
pt: Permitir a tradução de segmentos de origem em branco

source: &Skip PO header
pt: &Saltar cabeçalho de ficheiro PO

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
pt: Substituição automática 'nplurals=INTEGER; &plural=EXPRESSION;' no cabeçalho

source: Format:
pt: Formato:

source: Standard
pt: Padrão

source: Monolingual
pt: Monolingue

source: The PO filter threw an exception:
pt: O filtro PO gerou uma exceção:

source: Invalid file format
pt: Formato de ficheiro inválido

source: PDF Input
pt: Input PDF

source: Windows Resources
pt: Recursos do Windows

source: Mozilla DTD Filter Options
pt: Opções de Filtro Mozilla DTD

source: &Remove untranslated strings in the target files
pt: &Remover texto não traduzido nos ficheiros de destino

source: The Mozilla DTD filter threw an exception:
pt: O filtro Mozilla DTD gerou uma exceção:

source: ---- Localization Notes ----
pt: ---- Notas de Localização ----

source: Text
pt: Texto

source: Text Filter Options
pt: Opções de Filtro do Texto

source: Segment source text into paragraphs on:
pt: Segmentar o texto de origem por parágrafos em:

source: &Line breaks
pt: &Quebras de linha

source: &Empty lines
pt: &Linhas vazias

source: &Never
pt: &Nunca

source: Options to set the line length in target documents (0 = no limit)
pt: Opções para definir o comprimento de linha nos documentos de destino (0 = sem limite)

source: Line length:
pt: Comprimento da linha:

source: Maximum line length:
pt: Comprimento máximo de linha:

source: Encountered illegal \u sequence
pt: Encontrada sequência \u ilegal

source: Java Resource Bundles Filter Options
pt: Opções de filtro dos Java Resource Bundles

source: The Java Resource Bundles filter threw an exception:
pt: O filtro dos Java Resource Bundles gerou uma exceção:

source: Help & Manual
pt: Ajuda & Manual

source: WiX Localization
pt: Localização WiX

source: SVG Image and Adobe Illustrator Export
pt: Exportação SVG Image e Adobe Illustrator

source: Flash XML Export
pt: Exportação Flash XML

source: Wordfast TXML
pt: TXML do Wordfast

source: XML Spreadsheet 2003
pt: Folha de cálculo XML 2003

source: Error in file {0}, line {1}
pt: Erro no ficheiro {0}, linha {1}

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
pt: Note: Os ficheiros DocBook são reconhecidos não apenas pela sua extensão. Também devem conter uma declaração DOCTYPE: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... para DocBook 4, ou um Namespace: xmlns="http://docbook.org/ns/docbook" para DocBook 5

source: SubRip Subtitles
pt: Legendagem SubRip

source: Android Resources
pt: Recursos Android

source: ILIAS Language File
pt: Ficheiro de Idiomas ILIAS

source: OpenDocument Filter Options
pt: Opções de Filtro OpenDocument

source: Translate the following elements:
pt: Traduzir os seguintes elementos:

source: &Index entries
pt: &Entradas do Índice

source: &Bookmarks
pt: &Marcadores

source: Bookmark &references
pt: &Referências de marcador

source: &Notes
pt: &Notas

source: &Comments
pt: &Comentários

source: &Presentation notes
pt: &Notas de apresentação

source: Links (&URL)
pt: Hiperligações (&URL)

source: &Sheet Names
pt: Nomes das &Folhas

source: Error in file
pt: Erro no ficheiro

source: XLIFF Filter Options
pt: Opções de Filtro XLIFF

source: Specify tag handling behaviour
pt: Especificar comportamento de gestão das etiquetas

source: &Compatibility with OmegaT 2.6
pt: &Compatibilidade com o OmegaT 2.6

source: Identifier used for alternative translations
pt: Identificador utilizado para as traduções alternativas

source: Previous and &next paragraphs
pt: Parágrafos anteriores e &seguintes

source: <trans-unit> &resname attribute when available
pt: <trans-unit> atributo &resname quando disponível

source: When unavailable, the ID will be used as a fallback
pt: Quando não estiver disponível, o ID será utilizado como fallback

source: The following options do not apply if "Compatibility with OmegaT 2.6" is checked
pt: As opções seguintes apenas são aplicáveis ao filtro 3.x

source: &Force shortcut to "f" for <it pos="end"> tags
pt: &Forçar atalho para "f" para as etiquetas <it pos="end">

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
pt: &Ignorar os atributos type e ctype ao criar os atalhos para etiquetas <ph>

source: Ignore type and ctype attributes when building <&bpt> and <ept> tag shortcuts
pt: &Ignorar os atributos type e ctype ao criar os atalhos para etiquetas <&bpt> e <ept>

source: Open XML Filter Options
pt: Opções de Filtro Open XML

source: Non-visible Instruction Te&xt
pt: Te&xto de Instrução não visível

source: Co&mments
pt: Co&mentários

source: &Footnotes
pt: &Notas de Rodapé

source: &Endnotes
pt: &Notas Finais

source: He&aders
pt: Cabeçal&hos

source: Foote&rs
pt: Roda&pés

source: Duplicate Fallbac&k Text
pt: Texto de Fallbac&k Duplicado

source: Comme&nts
pt: Come&ntários

source: S&lide Comments
pt: Comentários

source: Slide La&youts
pt: La&yout de Slide

source: C&harts
pt: &Gráficos

source: D&iagrams
pt: D&iagramas

source: Dra&wings
pt: Dese&nhos

source: Other Options:
pt: Outras Opções:

source: A&ggregate Tags
pt: Etiquetas A&gregadas

source: &Preserve spaces for all tags
pt: &Preservar espaços em todas as etiquetas

source: About OmegaT
pt: Sobre o OmegaT

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
pt: Copyright © 2000-2014 Keith Godfrey, Maxym Mykhalchuk e outros

source: &License
pt: &Licença

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
pt: Didier Briel é o Diretor de Projeto do OmegaT. Contribuíram para o código: Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik (programador principal), Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov

source: OmegaT is the original work of Keith Godfrey.
pt: HTMLParser 1.6 por Somik Raha, Derrick Oswald e outros (Licença LGPL) VLDocking Framework 3.0.5-SNAPSHOT (Licença LGPL)

source: Aaron Madlon-Kay is the OmegaT project manager.
pt: Hunspell por László Németh e outros (Licença LGPL) JNA por Todd Fast, Timothy Wall e outros (Licença LGPL)

source: Code has been contributed by: {0}
pt: segment-1.4.1.jar (Segment License) lucene-gosen-2.0.2-ipadic.jar (Licença LGPL)

source: Other contributions are detailed in the readme.txt file
pt: pdfbox-app-1.8.1.jar (Apache License 2.0) KoreanAnalyzer-3x-120223.jar (Apache License 2.0)

source: OmegaT uses the following libraries: {1}
pt: SuperTMXMerge-for_OmegaT.jar (LGPL License) groovy-all-2.2.2.jar (Apache Licence 2.0)

source: OmegaT license
pt: Licença do OmegaT

source: Last changes
pt: Últimas alterações

source: Log:
pt: Histórico:

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
pt: Este programa é software livre; pode redistribuí-lo e / ou modificá-lo sob os termos da GNU General Public conforme publicado pela Free Software Foundation; ou a versão 3 da Licença, ou (a seu critério) qualquer versão posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pt: n n Este programa é distribuído na esperança que possa ser útil, mas SEM QUALQUER GARANTIA; mesmo sem a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO FIM.

source: Edit Filter
pt: Editar Filtro

source: Confirm removal of pattern {0}
pt: Confirmar eliminação de padrão {0}

source: Remove pattern?
pt: Eliminar padrão?

source: Cannot reset the filter to default patterns.
pt: Não é possível repor o filtro para os padrões por defeito.

source: Exception occurred:
pt: Excepção ocorrida:

source: File &Format
pt: &Formato de Ficheiro

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
pt: Aqui poderá configurar os padrões dos nomes de ficheiros de origem que o filtro irá processar, personalizar os nomes dos ficheiros dos documentos traduzidos e selecionar os sistemas de codificação a utilizar para carregar os ficheiros e gravar os respetivos documentos traduzidos.

source: Note: not all filters allow you to select an encoding.
pt: Nota: nem todos os filtros permitem a seleção da codificação.

source: File Filters
pt: Filtros de Ficheiros

source: Project Specific File Filters
pt: Filtros de Ficheiros Específicos do Projeto

source: &Make the file filter settings project specific
pt: &Tornar os parâmetros de filtros de ficheiros específicos do projeto

source: View or edit file filters.
pt: Visualizar ou editar os filtros dos ficheiros.

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
pt: Para editar que ficheiros e em que configurações o filtro irá processar, selecione o filtro a partir da lista e clique em Editar.

source: If the filter has any options, you may change them by clicking Options.
pt: Caso o filtro disponha de opções, pode alterá-las fazendo clique em Opções.

source: Edit Filter Patterns
pt: Editar Padrões dos Filtros

source: O&ptions...
pt: O&pções...

source: Remove &leading and trailing tags
pt: Remover as etiquetas de abertura e de fecho

source: Remove leading and trailing &whitespace in non-segmented projects
pt: Remover os espaços em branco iniciais e finais dos projetos não segmentados

source: Preserve spaces &for all tags
pt: Preservar os espaços em todas as etiquetas

source: &Ignore file context when identifying segments with alternate translations
pt: Ignorar o contexto de ficheiro ao identificar os segmentos com traduções alternativas

source: Add Pattern
pt: Adicionar Padrão

source: Edit Pattern
pt: Editar Padrão

source: Source Filename Pattern:
pt: Padrão do Nome de Ficheiro de Origem:

source: Source File Encoding:
pt: Codificação do Ficheiro de Origem:

source: Translated File Encoding:
pt: Codificação do Ficheiro Traduzido:

source: Filename Variables:
pt: Variáveis do Nome de Ficheiro:

source: Project autosaved on {0}
pt: Projeto gravado automaticamente às {0}

source: Too big HTML file!
pt: Ficheiro HTML demasiado grande!

source: Invalid HTML file
pt: Ficheiro HTML inválido

source: HTML and XHTML
pt: HTML e XHTML

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
pt: Nota: A Codificação do Ficheiro de Origem afeta apenas os ficheiros HTML que não contenham em si uma declaração de codificação.

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
pt: Caso o ficheiro HTML contenha uma declaração de codificação, esta será utilizada independentemente de qualquer valor que defina neste diálogo.

source: (X)HTML Filter Options
pt: Opções de Filtro (X)HTML

source: Add or rewrite encoding declaration in HTML and XHTML files:
pt: Adicionar ou substituir a declaração de codificação presente em ficheiros HTML e XHTML:

source: &Always
pt: &Sempre

source: Only if (X)HTML file has a &header
pt: Apenas se o ficheiro (X)HTML tiver um &cabeçalho

source: Skip text matching regular expression:
pt: Saltar texto com correspondência numa expressão regular:

source: Bad regular expression
pt: Expressão regular inválida

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
pt: Não traduzir o atributo do conteúdo das meta-tags com os seguiintes pares de atributos key-value (separados por vírgulas):

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
pt: Não traduzir o conteúdo das etiquetas com a seguinte combinação de pares de atributos key-value (separados por vírgulas):

source: Only if (X)HTML file has an &encoding declaration
pt: Apenas se o ficheiro X)HTML contiver uma declaração de &codificação

source: Translate the following attributes:
pt: Traduzir os seguintes atributos:

source: href (URL of &links)
pt: href (URL de &hiperligações)

source: src (URL of &images)
pt: src (URL de &imagens)

source: lan&g (language attribute)
pt: lan&g (atributo do idioma)

source: h&reflang (language of links)
pt: h&reflang (idioma das hiperligações)

source: &value (of form input, including button, submit and reset)
pt: &value (do input nos formulários, incluindo button, submit e reset)

source: value (of button, &submit and reset input)
pt: value (de button, &submit e reset input)

source: Compress whitespace in translated document
pt: Comprimir os espaços em branco no documento traduzido

source: Remove HTML comments in translated document
pt: Remover os comentários HTML do documento traduzido

source: Start a new paragraph on:
pt: Iniciar um novo parágrafo com:

source: <&br> (breaks)
pt: <&br> (quebras de linha)

source: Exception while editing options:
pt: Excepção ao editar as opções:

source: HTML Help Compiler
pt: Compilador de Ajuda HTML

source: HHC file too big!
pt: Ficheiro HHC demasiado grande!
